Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Research services relating to real estate acquisition
it: Servizi di rricerca in materia di acquisizione di beni immobili

source: Management of corporate finances
it: Gestione di finanze aziendali

source: Issuing of negotiable instruments
it: Emissione di strumenti negoziabili

source: Issuing of vouchers for use as money
it: Emissione di buoni da utilizzare come denaro

source: Deposit accounts services
it: Servizi di conti di deposito

source: Bill payment services provided through a website
it: Servizi di pagamento di bollette tramite un sito Internet

source: Reclamation of outstanding debts
it: Recupero di debiti in essere

source: Financing of industrial activities
it: Finanziamento di attività industriali

source: Financial management services relating to hospitals
it: Servizi di gestione finanziaria relativi a ospedali

source: Financial management services relating to local authorities
it: Servizi di gestione finanziaria relativi ad enti locali

source: Financial services relating to insurance
it: Servizi finanziari relativi alle assicurazioni

source: Financial services relating to property
it: Servizi finanziari riguardanti i patrimoni

source: Brokerage of futures contracts
it: Mediazione in contratti futures

source: Financial evaluation [insurance, banking, real estate]
it: Stime finanziarie [assicurazioni, banche, immobili]

source: Insurance of buildings
it: Assicurazione di edifici

source: Issuing of communal debenture bonds
it: Emissione di obbligazioni comunali

source: Issue of tokens, coupons and vouchers of value
it: Emissione di gettoni, buoni e voucher di valore

source: Arranging the hire purchase of goods
it: Organizzazione del leasing di prodotti

source: Mortgage financing services
it: Servizi di finanziamento di mutui

source: Mortgage issuing services
it: Servizi di erogazione di mutui

source: Financial services relating to the transportation of goods
it: Servizi finanziari relativi al trasporto di merci

source: Processing payments made by charge cards
it: Esecuzione di pagamenti mediante schede clienti

source: Providing information regarding publicly traded investments
it: Informazioni in materia di investimenti in borsa

source: Providing multiple payment options by means of customer-operated electronic terminals available on-site in retail stores
it: Offerta di opzioni multiple di pagamento mediante terminali elettronici azionati dal cliente disponibili presso negozi al dettaglio

source: Provision of credit rating
it: Fornitura di rating del credito

source: Registration of securities
it: Registrazione di titoli

source: Share portfolio management
it: Gestione di portafogli azionari

source: Underwriting
it: Sottoscrizioni

source: Underwriting services
it: Servizi di sottoscrizione

source: Provision of financial information for professionals in the field of portfolio management, for portfolio management
it: Fornitura di informazioni finanziarie per professionisti nel settore della gestione di portafoglio, per la gestione di portafoglio

source: Provision of financial securities
it: Fornitura di titoli finanziari

source: Collection of financial information
it: Raccolta di informazioni finanziarie

source: Provision of investment capital
it: Fornitura di capitale di investimento

source: Provision of pricing information about futures
it: Fornitura di informazioni su prezzi di futures

source: Eleemosynary services in the field of monetary donations
it: Servizi di elemosina in materia di donazioni monetarie

source: Evaluation of chattels
it: Stima di beni mobili

source: Financial evaluation
it: Stime finanziarie

source: Provision of computerised financial information
it: Fornitura di informazioni finanziarie computerizzate

source: Management of financial assets
it: Gestione di beni finanziari

source: Financial investment analysis and stock research
it: Analisi di investimenti finanziari e ricerca di azioni

source: Financial management via the Internet
it: Gestione finanziaria via Internet

source: Insurance of communications apparatus
it: Assicurazione di apparecchi di comunicazione

source: Administration of insurance plans
it: Amministrazione di piani assicurativi

source: Insurance services for the protection of drivers
it: Servizi assicurativi per la protezione di autisti

source: Financial advisory services for individuals
it: Consulenza finanziaria per individui

source: Processing of payments for banks
it: Elaborazione di pagamenti per banche

source: Financial investment research services
it: Ricerche per investimenti finanziari

source: Computerised banking services
it: Servizi bancari computerizzati

source: Cooperative credit organizations
it: Organizzazioni cooperative di credito

source: Financial loss management
it: Gestione di perdite finanziarie

source: Financial services relating to the acquisition of property
it: Servizi finanziari riguardanti l'acquisizione di proprietà

source: Financial services relating to the provision of loans
it: Servizi finanziari relativi all'erogazione di prestiti

source: Arranging investments, in particular capital investments, financing services and insurance
it: Costituzione di fondi, in particolare investimenti di capitale, finanziamenti e assicurazioni

source: Brokerage of commodities
it: Mediazione in commodity

source: Computerised financial services relating to foreign currency dealings
it: Servizi finanziari computerizzati riguardanti operazioni in valuta estera

source: Organisation of trading markets for derivative instruments
it: Organizzazione di mercati di compravendita per strumenti derivati

source: Advisory services relating to real estate valuations
it: Servizi di consulenza in materia di stime di immobili

source: Securing of funds for the purchase of property
it: Garanzia di fondi per l'acquisto di proprietà

source: Corporate funds management
it: Gestione di fondi di società

source: Financial services relating to buying and trading of commodities
it: Servizi finanziari in materia di acquisto e compravendita di commodity

source: Financing of mortgages and sureties
it: Finanziamento di prestiti e cauzioni

source: Financial and investment consultancy services
it: Consulenza finanziaria ed in materia di investimenti

source: Financial advisory services provided for bankers
it: Servizi di consulenza finanziaria per banchieri

source: Financial database services relating to commodities
it: Servizi di banche dati finanziarie relative a commodity

source: Financial information services relating to currencies
it: Servizi di nformazioni finanziarie in materia di valute

source: Precious metals brokerage
it: Mediazione in metalli preziosi

source: Venture capital funding services to emerging and start-up companies
it: Servizi di finanziamento di capitali di rischio per società emergenti e in avvio

source: Securities and commodities brokerage
it: Brokeraggio di titoli e materie prime

source: Brokerage services for stocks and bonds
it: Intermediazione di azioni ed obbligazioni

source: Loss assessments
it: Valutazione di danno

source: Insurance services relating to cancelled bookings for holidays
it: Servizi assicurativi riguardanti la cancellazione di prenotazioni per vacanze

source: Insurance services relating to contingency planning
it: Servizi assicurativi in materia di piani di contingenza

source: Insurance services relating to credit
it: Servizi assicurativi relativi al credito

source: Insurance services relating to nursing homes
it: Servizi assicurativi relativi a case di riposo

source: Land acquisition services [on behalf of others]
it: Servizi di acquisizione di terreni [per conto terzi]

source: Leases (arranging of -) [real estate property only]
it: Locazione (organizzazione di -) [solo proprietà immobiliari]

source: Organising of charitable collections
it: Organizzazione di collette di beneficenza

source: Pension management services
it: Servizi di gestione di pensioni

source: Computerised information services relating to insurance
it: Servizi informatici di informazione in materia di assicurazioni

source: Financial services for the management of credit cards
it: Servizi finanziari per la gestione di carte di credito

source: Financial services provided by building societies
it: Servizi finanziari forniti da società di credito edilizio

source: Financial services provided to businesses in the oil industry
it: Servizi finanziari per imprese nel settore petrolifero

source: Financial guardianship
it: Protezione finanziaria

source: Financial guarantee assessment services
it: Servizi di valutazione di garanzie finanziarie

source: Automated banking services
it: Servizi bancari automatizzati

source: Financial underwriting
it: Sottoscrizioni finanziarie

source: Maintaining mortgage escrow accounts
it: Mantenimento di conti di garanzia ipotecari

source: Personal banking services
it: Servizi bancari personali

source: Underwriting of insurance (Services for the -)
it: Sottoscrizione di assicurazioni (Servizi per la -)

source: Valuation services of property for fiscal purposes
it: Valutazione di proprietà a scopo fiscale

source: Credit services relating to motor vehicles
it: Servizi di credito relativi a veicoli a motore

source: Provision of information relating to credit card transactions
it: Fornitura di informazioni in materia di transazioni con carte di credito

source: Provision of information relating to mortgages
it: Fornitura di informazioni in materia di ipoteche

source: Provision of stock exchange quotations
it: Fornitura di quotazioni in borsa

source: Insurance services relating to structured settlements rendered to property casualty insurers
it: Servizi assicurativi relativi ad accordi strutturati forniti ad assicuratori del ramo danni

source: Provision of finance for the purchase of motor vehicles
it: Fornitura di finanziamenti per l'acquisto di veicoli a motore

source: Financing relating to automobiles
it: Finanziamenti relativi ad automobili

source: Precious stone appraisal
it: Stima di pietre preziose

source: Providing stock market information
it: Informazioni relative al mercato azionario

source: Real estate and property management services
it: Amministrazione di beni e di proprietà immobiliari

source: Agency services for the selling on commission of real property
it: Servizi di agenzia per la vendita su commissione di beni immobili

source: Financial services relating to airports
it: Servizi finanziari riguardanti gli aeroporti

source: Financial services relating to bank cards
it: Servizi finanziari relativi a carte bancarie

source: Investment services relating to transferable securities
it: Servizi d'investimento in materia di titoli trasferibili

source: Venture capital management
it: Gestione di capitali di rischio

source: Financial transaction services relating to interest rate
it: Servizi di transazioni finanziarie relative a tassi d'interesse

source: Provision of current accounts
it: Fornitura di conti correnti

source: Provision of financial information by way of computer terminals
it: Fornitura di informazioni finanziarie mediante terminali informatici

source: Provision of financial information relating to shares
it: Fornitura d'informazioni finanziarie in materia di azioni

source: Provision of financial information relating to the stock exchange
it: Fornitura di informazioni finanziarie in materia di borsa

source: Information services relating to finance, provided on-line from a computer database or the Internet
it: Informazioni in materia di finanza fornite on-line tramite una banca dati o Internet

source: Cashing of personal cheques
it: Incasso di assegni personali

source: Charitable services, namely financial services
it: Servizi di beneficenza, ovvero servizi finanziari

source: Cheque guarantee services
it: Servizi di garanzia per assegni

source: Studies (Insurance -)
it: Studi (Assicurativi -)

source: Business appraisals for financial valuation
it: Stime commerciali per valutazioni finanziarie

source: Financial analysis and research services
it: Servizi di analisi e ricerche finanziarie

source: Electronic payment services
it: Servizi di pagamento elettronico

source: Estate management services relating to horticulture
it: Servizi di gestione immobiliare in materia di orticoltura

source: Arranging of annuities
it: Organizzazione di rendite

source: Cheque guarantee card services
it: Servizi di carte assegni

source: Financial information processing
it: Elaborazione d'informazioni finanziarie

source: Fixed income investment services
it: Investimenti a rendita fissa

source: Consultancy services relating to credit
it: Servizi di assistenza in materia di crediti

source: Consultancy services relating to personal finance
it: Servizi di consulenza in materia di finanza personale

source: Discount card services provided to young people for travel
it: Servizi di carta sconti offerti ai giovani per viaggiare

source: Savings accounts services
it: Servizi di conti di risparmio

source: Money exchange and transfer
it: Cambio e trasferimento di denaro

source: Insurance services for the repayment of medical expense
it: Servizi assicurativi per il rimborso di spese mediche

source: Financing of guarantees
it: Finanziamento di cauzioni

source: Financing of loans relating to office machines
it: Finanziamento di prestiti relativi a macchine per ufficio

source: Issuance of documentary letters of credit
it: Emissione di lettere di credito

source: Financial advice relating to inheritance
it: Consulenza finanziaria in materia di eredità

source: Processing of luncheon vouchers
it: Elaborazione di buoni pasto

source: Securities lending
it: Prestito di titoli

source: Financial information provided by electronic means
it: Informazioni finanziarie fornite mediante mezzi elettronici

source: Computerised financial information services
it: Informazioni finanziarie computerizzate

source: Forward interest rate agreements
it: Contratti a termine su tassi d'interesse

source: Financial services relating to securities
it: Servizi finanziari riguardanti titoli

source: Financial services relating to the leasing of aircraft
it: Servizi finanziari relativi alla locazione di aerei

source: Financial services relating to the motor trade
it: Servizi finanziari relativi al settore motoristico

source: Administration of savings accounts
it: Amministrazione di conti di risparmio

source: Arranging and providing of loans against security
it: Disposizione e concessione di prestiti su garanzia

source: Nominee company services for investment
it: Servizi di società intestatarie per investimenti

source: Accommodation bureau services [apartments]
it: Servizi di agenzie di locazione [appartamenti]

source: Advisory services relating to real estate ownership
it: Consulenza relativa a proprietà immobiliare

source: Conducting financial feasibility studies
it: Conduzione di studi di fattibilità finanziaria

source: Financial clearing and settlement services
it: Operazioni di compensazione (cambio) e liquidazione

source: Debt counseling services
it: Consulenza relativa a debiti

source: Exchange of financial operations (Agencies for the -)
it: Scambio di operazioni finanziarie (Agenzie per lo -)

source: Real estate settlement services [financial services]
it: Servizi di liquidazione immobiliare [servizi finanziari]

source: Financial information services relating to individuals
it: Servizi di nformazioni finanziarie in materia di privati

source: Financial intermediary services
it: Servizi di intermediazione finanziaria

source: Financial investment management services
it: Servizi di gestione finanziaria di investimenti

source: Repair costs evaluation [financial appraisal]
it: Stime finanziarie dei costi di riparazione

source: Guaranteeing loans
it: Garanzie su prestiti

source: Handling of standing orders
it: Trattamento di ordini permanenti

source: Valuation relating to the design of buildings
it: Valutazioni relative alla progettazione di edifici

source: Insurance for legal expenses
it: Assicurazioni per spese legali

source: Financial services, namely, debt settlement
it: Servizi finanziari, ovvero, liquidazione debiti

source: Information services relating to financial business appraisals
it: Servizi di informazione in materia di valutazioni finanziarie aziendali

source: Maintaining escrow accounts for investments
it: Mantenimento di conti di garanzia per investimenti

source: Administrative services relating to investments
it: Servizi di amministrazione in materia di investimenti

source: Repossession services
it: Servizi di recupero

source: Credit management services
it: Servizi di gestione di crediti

source: Credit services for use in the purchase of services
it: Servizi di credito per l'acquisto di servizi

source: Credit services relating to travel
it: Servizi di credito riguardanti i viaggi

source: Provision of finance for hire-purchase
it: Finanziamenti per acquisti rateali

source: Provision of industrial loans
it: Fornitura di prestiti industriali

source: Real estate administration
it: Amministrazione di beni immobili

source: Management of investments for mutual clubs and societies
it: Gestione di investimenti per club e società mutui

source: Insurance services relating to real estate
it: Servizi assicurativi in materia di immobili

source: Insurance services relating to sea cargo
it: Servizi assicurativi relativi a merci marittime

source: Insuring of hotel accommodation
it: Assicurazione di alloggio in alberghi

source: Provision of finance for business ventures
it: Fornitura di finanziamenti per imprese commerciali

source: Recording of inter parties transactions in respect of finance
it: Registrazione di transazioni tra le parti riguardo a finanziamenti

source: Recording of inter parties transactions in respect of stocks
it: Registrazione di transazioni tra le parti riguardo a titoli

source: Capital investment in real estate
it: Investimento di capitali in beni immobili

source: Caravan insurance services
it: Servizi assicurativi su roulotte

source: Financial management services relating to nursing institutions
it: Servizi di gestione finanziaria relativi ad istituti infermieristici

source: Financial management services relating to retirement homes
it: Servizi di gestione finanziaria relativi a case di riposo

source: Financial nominees services for the holding of securities
it: Servizi di intestatari finanziari per la detenzione di titoli

source: Credit card verification
it: Verifica di carte di credito

source: Agency services for lending on mortgage
it: Servizi di agenzia per prestiti su mutui

source: Financial services relating to cash disbursement
it: Servizi finanziari in materia di esborso di contanti

source: Insurance for offices
it: Assicurazioni per uffici

source: Mortgaging relating to property and land
it: Servizi ipotecari riguardanti proprietà e terreni

source: Administration of financial affairs relating to real estate
it: Amministrazione di affari finanziarii in materia di immobili

source: Administration of insurance portfolios
it: Amministrazione di portafogli assicurativi

source: Warranties (Extended -) for electrical appliances
it: Estensione di garanzia per apparecchi elettrici

source: Financial services relating to the purchase of aircraft
it: Servizi finanziari relativi all'acquisto di velivoli

source: Financial services rendered by insurance companies
it: Servizi finanziari offerti da società assicurative

source: Providing information regarding the administration of trust accounts
it: Fornitura di informazioni riguardanti l'amministrazione di conti fiduciari

source: Providing information on trading in securities
it: Informazioni in materia di negoziazione di titoli

source: Information services relating to the automated transfer of funds
it: Servizi d'informazione relativi al trasferimento automatico di fondi

source: Instalment credit financing
it: Finanziamenti di credito rateali

source: Establishment of portfolios of securities (Services for the -)
it: Costituzione di portafogli di titoli (Servizi per la -)

source: Automated banking services relating to credit card transactions
it: Servizi bancari automatizzati riguardanti transazioni con carte di credito

source: Automated payment of accounts
it: Pagamento automatizzato di fatture

source: Automatic recording services for financial transactions
it: Servizi di registrazione automatica per transazioni finanziarie

source: Consultations relating to banking
it: Consulenze in materia di servizi bancari

source: Contract guarantee services
it: Servizi di garanzie contrattuali

source: Contributory benefit scheme services
it: Servizi di regimi di prestazioni contributivi

source: Insurance agencies
it: Agenzie assicurative

source: Telephone banking services
it: Servizi telefonici bancari

source: Development of investment portfolios
it: Sviluppo di portafogli d'investimento

source: Real estate appraisal
it: Stima di beni immobiliari

source: Provision of advice on impaired debt
it: Fornitura di consulenza su debiti svalutati

source: Provision of commercial loans
it: Fornitura di credito commerciale

source: Instalment loans
it: Pagamento a rate

source: Consultation on the provision of shipping finance (Services for the -)
it: Servizi di consulenza in materia di finanziamento per spedizioni

source: Rental of apartments
it: Affitto di appartamenti

source: Provision of information relating to insurance and financial services
it: Fornitura di informazioni in materia di assicurazioni e servizi finanziari

source: Lending services to merchants secured by accounts receivable
it: Servizi di prestito a commercianti garantiti tramite conti debitori

source: Letting of trade centres
it: Affitto di centri commerciali

source: Financial advice relating to pensions
it: Consulenza finanziaria in materia di pensioni

source: Financial advice relating to settlements
it: Consulenza finanziaria in materia di liquidazioni

source: Buying and issuing of travellers' cheques
it: Acquisto ed emissione di traveller's cheque

source: Financial management of stocks
it: Gestione finanziaria di azioni

source: Arranging of leases and rental agreements for real estate
it: Stesura di contratti d'affitto e di locazione di beni immobiliari

source: Financial services relating to savings
it: Servizi finanziari relativi a risparmi

source: Financial services relating to stocks
it: Servizi finanziari riguardanti azioni

source: Financial services relating to the issuance and sale of mortgage-backed securities
it: Servizi finanziari riguardanti l'emissione e la vendita di obbligazioni garantite da ipoteche

source: Commodity trading [financial services]
it: Compravendita di commodity [servizi finanziari]

source: Bank account services
it: Servizi di conti bancari

source: Advisory services relating to mortgages
it: Servizi di consulenza in materia di ipoteche

source: Secured loans to fund the provision of instalment credit agreements on motor vehicles
it: Prestiti garantiti per finanziare accordi di credito rateale per veicoli a motore

source: Valuations [appraisals] of valuables
it: Valutazioni [stime] di oggetti di valore

source: Financial services in the field of money lending
it: Servizi finanziari nel settore del prestito di denaro

source: Financial services in the nature of an investment security
it: Servizi finanziari sotto forma di titoli d'investimento

source: Telephone banking and insurance services
it: Servizi bancari e assicurativi telefonici

source: Financial evaluation of standing timber
it: Stima del legname non abbattuto

source: Credit reporting services
it: Servizi di rating del credito

source: Consultancy for clients with regard to the organisation of debt recovery
it: Consulenza per clienti in materia di organizzazione di recupero crediti
